trunk/src/QLDiemComApp/test/TestLayDiemTrungBinhCuaHocSinh/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:qld="QLDiemComApp">
  <soapenv:Body>
    <qld:LayDiemTrungBinhCuaHocSinhOperation>
      <id_hocsinh>1</id_hocsinh>
      <hocky>1</hocky>
      <id_monhoc>1</id_monhoc>
      <id_namhoc>1</id_namhoc>
      <id_lop>1</id_lop>
    </qld:LayDiemTrungBinhCuaHocSinhOperation>
  </soapenv:Body>
</soapenv:Envelope>